IDEA Open Model
HangingAroundPatch.DiameterOfMandrel Property
Compatible with IDEA StatiCa 20.1
 Diameter of mandrel - multiplier of bar diameter to obtain inner diameter of bent reinforcement bars
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double DiameterOfMandrel { get; set; }
Public Property DiameterOfMandrel As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace